import{_ as e,o as t,c as a,d as n,b as r}from"./app.7f9bd173.js";const $=JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[{"level":3,"title":"愿希   君安","slug":"愿希-君安","link":"#愿希-君安","children":[]}],"relativePath":"article/2022.5.2.md"}'),s={name:"article/2022.5.2.md"},o=n("h3",{id:"愿希-君安",tabindex:"-1"},[r("愿希   君安 "),n("a",{class:"header-anchor",href:"#愿希-君安","aria-hidden":"true"},"#")],-1),c=n("hr",null,null,-1),l=n("pre",null,[n("code",null,`大抵真的颓废了 怎么也想不到我会如此狼狈不堪 
归根到底是我太弱了 不是否定自己 而是对自己是一种狠狠的厌恶 
我明明常常幻想自己会成为一个很好的人 但自己总是败于懒惰 懦弱 
我痛责自己是一个贪恋一点好处 而就深陷其中 我甚至在这个时候还搞不清自己的定位 

早晨的晨阳一丝高高挂起 鸟儿在园中盘旋  花朵也在的晨阳的气息中尽展风姿 
我再次睁开双眼 全身的酸疼 嘴巴的干 令我格外不舒服 起来涮了一小口 
然后就静静地坐在院中 闭上眼 感受着晨阳的气息 
即使太阳很有力量 但依然救赎不了我 我似乎被什么东西困住了 
想来如今生活如此 并不是因为其他 关键在于自己 

政治里面有句话  意识  意识具有调控人的行为和生理活动的作用 
身体是你的 意识也是你的 可是为什么你的意识驱动不了身体 
反而经常因为其他一些东西反噬了意识 为什么你不能像其他人一样专心专意地专注于一件事 
而你呢 总是边做边看 你到底在寻找什么呢 
你要明白此刻什么最重要 我不明白你经常去窥伺别人的生活干嘛 有什么意义吗?
除了满足了你那罪恶的好奇心 对如今的你毫无提升 

如果可以 我希望你的生活能像春日的花朵 夏夜的晚风 秋末的枫叶 以及冬季的白雪一般 
我想你也想 可是为什么不去实现呢 去打败你内心那个贪恋 罪恶 懦弱的自己吧

想来 人的生活大抵如此  

将欲望放下 满足当下 尽力提升 慢慢变好的过程何尝不令人感到美好呢 你说呢?


--- 写于2022.5.2日
`)],-1),d=[o,c,l];function i(_,h,p,u,f,m){return t(),a("div",null,d)}const k=e(s,[["render",i]]);export{$ as __pageData,k as default};
